<?php

	header('content-type:text/html;charset="utf-8"');

	$arr = array(
		array( 'src'=>'img/1.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/2.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/3.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/4.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/5.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/6.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/7.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/8.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/9.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/10.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/11.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/12.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/13.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/14.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/15.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/16.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/17.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/18.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/19.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/20.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),
		array( 'src'=>'img/21.jpg' , 'dec'=>'你们男神都爱的倪妮 就是个大写哒美好' , 'time'=>'2016/03/18 20:08' ),

	);
	//json格式返回
	echo json_encode($arr);

?>